export const shortQuestions: string[] = [
    "علم کے کیا فائدے ہیں؟ (سبق 'کاہلی' کی روشنی میں)",
    "قواعد کی رو سے اسم کی کتنی اقسام ہیں؟",
    "تشبیہ کی تعریف کریں اور ایک مثال دیں۔",
    "مطلع اور مقطع میں کیا فرق ہے؟",
    "مرزا غالب کے اندازِ تحریر کی دو خصوصیات لکھیں۔",
    "محاورے اور ضرب المثل میں فرق واضح کریں۔",
    "مندرجہ ذیل محاورے کو جملے میں استعمال کریں: 'باغ باغ ہونا'۔",
    "اسم ضمیر کی تعریف کریں۔",
    "فعل لازم اور فعل متعدی میں کیا فرق ہے؟",
    "سابقے اور لاحقے کی تعریف کریں۔"
];
